IDEA Open Model
ReinfBarByTwoPoints.MasterComponent1 Property
Compatible with IDEA StatiCa 20.1
 First master component of reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement MasterComponent1 { get; set; }
Public Property MasterComponent1 As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
ReinfBarByTwoPoints Class
IdeaRS.OpenModel.Detail Namespace